Repository: Hector-commits/Advanced_SP_WorkSheet
Catalog: Translations/Advanced Sales Price Worksheet.*.xlf
Languages: es_es

# Report 3826454501 - Property 2879900210
source: Start/Expire Sales Prices
es_es: Iniciar/Caducar tarifas

# Report 3826454501 - Control 2545646732 - Property 2879900210
source: New Starting Date
es_es: Fecha inicial nueva tarifa

# Report 3826454501 - Control 3496503505 - Property 2879900210
source: Expiration date
es_es: Fecha final tarifa existente

# Report 3826454501 - Method 2973772424 - NamedType 4166835028
source: The field New Starting Date or Expiration Date are mandatory.
es_es: Debe cubrir al menos una fecha.

# Report 3826454501 - Method 2973772424 - NamedType 738231842
source: Starting date cannot be before expiration date (of the existing sales price).
es_es: Fecha inicial no puede ser anterior a la fecha de caducidad de la antigua tarifa.

# Report 3826454501 - Method 2973772424 - NamedType 1002206387
source: Starting date %1 cannot be after expiration date %2 for %3-%4-%5.
es_es: Fecha inicial %1 no puede ser posterior a la fecha final %2 para %3-%4-%5.

source: Please populate valid dates.
es_es: Por favor, cubra fechas válidas.

# Report 1397604924 - Control 1011471837 - Property 2879900210
source: Cust. Price Group Filter
es_es: Filtro Grupo Precio Cliente

# Report 1397604924 - Control 475800726 - Property 2879900210
source: Purchase price calculation date
es_es: Fecha cálculo tarifa compra

# Report 1397604924 - Control 475800726 - Property 1295455071
source: This is the reference data which is going to be used as a reference to find a valid purchase price.
es_es: Esta fecha se usará como referencia para encontrar una tarifa de compra válida.

# Report 1397604924 - Control 4142888737 - Property 2879900210
source: Prices open on date
es_es: Fecha vigencia tarifa

# Report 1397604924 - Control 4142888737 - Property 1295455071
source: Data used as a reference to search for open sales price at the specified date. The system will only retrieve open sales prices at the date specified.
es_es: Fecha de referencia para buscar tarifas de venta abiertas a dicha fecha. Sólo se recuperarán tarifas de venta abiertas en la fecha de vigencia.

# Report 1397604924 - Control 2417218739 - Property 2879900210
source: Retrieve items without sales prices
es_es: Recuperar productos sin tarifa de venta

# Report 1397604924 - Control 4237478475 - Property 2879900210
source: Replace lines
es_es: Reemplazar líneas

# Report 1397604924 - Control 4237478475 - Property 1295455071
source: If there were previously inserted lines which match with new calculated ones, these will be removed before a new insertion. In not enabled and there are matching lines, the system will retrieve an error.
es_es: Si previamente se han insertado líneas que coinciden con los nuevos cálculos, se eliminarán para su posterior inserción. Si no se marca este check y existen líneas coincidentes el sistema dara un error.

# Report 1397604924 - NamedType 3113193380
source: Processing...
es_es: Procesando...

# PageExtension 431179550 - Property 2019332006
source: New,Process,Report,Prices
es_es: Nuevo,Procesar,Informar,Precios

# PageExtension 431179550 - Action 4211859158 - Property 2879900210
source: Suggest customer price group
es_es: Sugerir precio grupo cliente

# PageExtension 431179550 - Action 454962783 - Property 2879900210
source: Start/Expire Sales Prices
es_es: Iniciar/Caducar tarifas

# PageExtension 431179550 - Action 1167061642 - Property 2879900210
source: Prices
es_es: Precios

# PageExtension 431179550 - Action 2957872163 - Property 2879900210
source: Sales Prices
es_es: Precios Venta

# PageExtension 431179550 - Action 2033306735 - Property 2879900210
source: Purchase Prices
es_es: Precios Compra

# PageExtension 431179550 - Action 1583457540 - Property 2879900210
source: Line Discounts Purchases
es_es: Descuentos línea compra

# TableExtension 431179550 - Field 1527594213 - Property 2879900210
source: Vendor No.
es_es: Nº Proveedor

# TableExtension 431179550 - Field 117486782 - Property 2879900210
source: Purchase Price Date
es_es: Fecha cálculo tarifa compra

# TableExtension 431179550 - Field 3105979010 - Property 2879900210
source: Purchase Price
es_es: Tarifa de compra

# TableExtension 431179550 - Field 381961415 - Property 2879900210
source: Unit Cost
es_es: Coste unitario

# TableExtension 431179550 - Field 231256778 - Property 2879900210
source: % Margin
es_es: % Margen

# TableExtension 431179550 - Field 3284829164 - Property 2879900210
source: New Price Calculation
es_es: Cálculo nuevo precio

# TableExtension 431179550 - Field 3284829164 - Property 62802879
source: Purchase Price,Unit Cost,Free
es_es: Tarifa de compra,Coste unitario,Libre

# TableExtension 431179550 - Field 55737852 - Property 2879900210
source: New Starting Date
es_es: Nueva fecha inicio

# TableExtension 431179550 - Field 1660815199 - Property 2879900210
source: Purch. Unit of Measure
es_es: Unidad medida compra

# TableExtension 431179550 - Field 1741495258 - Property 2879900210
source: Open Prices Date
es_es: Fecha vigencia tarifa

# TableExtension 431179550 - Field 4045001642 - Property 2879900210
source: Sales Price Exist
es_es: Existe tarifa venta

# TableExtension 431179550 - Field 3056944571 - Property 2879900210
source: Item Description 2
es_es: Descripción producto 2

# TableExtension 553235904 - Field 231256778 - Property 2879900210
source: Margin
es_es: % Margen

# TableExtension 1813491816 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# TableExtension 1813491816 - Field 47657272 - Property 2879900210
source: Description 2
es_es: Descripción 2

# TableExtension 1813491816 - Field 3284829164 - Property 2879900210
source: New Price Calculation
es_es: Cálculo nuevo precio

# TableExtension 1813491816 - Field 3284829164 - Property 62802879
source: Purchase Price,Unit Cost,Free
es_es: Tarifa de compra,Coste unitario,Libre

# TableExtension 1813491816 - Field 3480729724 - Property 2879900210
source: Reference Cost
es_es: Coste de referencia

# TableExtension 1813491816 - Field 1028353397 - Property 2879900210
source: Cost Ref. Unit of Measure
es_es: Ud. Medida Coste referencia
